[{
    "title": {
        "Español": "Más sobre mi",
        "English": "More about to me"
    },
    "desc": {
        "Español": "Soy un chico tranquilo aunque no hable mucho me gusta ayudar, escuchar y aconsejar a mis compañeros. Siempre estoy listo para nuevos desafíos para aprender y mejorar tanto personal como profesionalmente. Me encanta jugar a los videojuegos, tomar unos buenos mates y en mis tiempos libres ir al gimnasio.",
        "English": "I am a calm individual who, despite not speaking much, enjoys helping, listening, and advising my peers. I am always ready for new challenges to learn and improve both personally and professionally. I love playing video games, enjoying a good  mate, and in my free time, I like to go to the gym."
    }
},
{
    "title": {
        "Español": "Educacion",
        "English": "Education"
    },
    "desc": {
        "Español": "Me recibí en la Escuela Secundaria Tecnica N°14, donde adquiri conocimiento de la programación, análisis de datos, y gestión empresarial. durante mi estadía aprendi a estructurar datos, hacer diagramas, ver el funcionamiento de las empresas, así como los requisitos para crear proyectos exitosos. También un aspecto destacado de la escuela es que envían a trabajar en empresas como practicante para obtener experiencia laboral y comprender los entornos laborales.",
        "English": "I graduated from Technical High School No. 14, where I acquired knowledge of programming, data analysis, and business management. During my time there, I learned to structure data, create diagrams, understand how businesses operate, and identify the requirements for successful projects. Additionally, a notable aspect of the school is that they provide opportunities to work in companies as interns to gain practical experience and understand workplace environments."
    }
},
{
    "title": {
        "Español": "Experenicas y proyectos",
        "English": "my projects and learning"
    },
    "desc": {
        "Español": "Ubidec es una mini-empresa que cree, la cual sigue en desarrollo ademas que recibio muchas aprobaciones.  También para seguir fortaleciendo mis conocimientos y demostralos estoy haciendo proyectos personales y haciendo cursos por internet.",
        "English": "Ubidec is a small company I created, which is still in development and has received a lot of approvals. Additionally, to further strengthen my knowledge and demonstrate it, I am working on personal projects and taking online courses."
    }
}
]
